Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Auto plays HLS and Dolby Vision through AVPlayer (AirPlay and Picture in Picture) and uses the built-in libmpv player for torrents, MKV, and anything AVPlayer cannot open. If a stream will not start, choose Always libmpv.
af: Outo speel HLS en Dolby Vision deur AVPlayer (AirPlay en Picture in Picture) en gebruik die ingeboude libmpv-speler vir torrents, MKV en enigiets wat AVPlayer nie kan oopmaak nie. As 'n stroom nie wil begin nie, kies Altyd libmpv.
am: ራስ-ሰር HLS እና Dolby Vision ን በAVPlayer (AirPlay እና Picture in Picture) ያጫውታል፣ ለtorrent፣ MKV እና AVPlayer ሊከፍታቸው ለማይችላቸው ደግሞ አብሮ-የተሰራውን libmpv ማጫወቻ ይጠቀማል። ዥረት የማይጀምር ከሆነ፣ “ሁልጊዜ libmpv”ን ይምረጡ።
ar: يشغّل الوضع التلقائي محتوى HLS وDolby Vision عبر AVPlayer (مع AirPlay وPicture in Picture)، ويستخدم مشغّل libmpv المدمج للتورنت وملفات MKV وكل ما يتعذّر على AVPlayer فتحه. إذا تعذّر تشغيل أي بث، فاختر libmpv دائمًا.
as: স্বয়ংক্ৰিয়-এ HLS আৰু Dolby Vision-ক AVPlayer-ৰ যোগেদি চলায় (AirPlay আৰু Picture in Picture) আৰু টৰেণ্ট, MKV আৰু AVPlayer-এ খোলিব নোৱাৰা যিকোনো বস্তুৰ বাবে অন্তৰ্নিহিত libmpv প্লেয়াৰ ব্যৱহাৰ কৰে। যদি এটা ষ্ট্ৰীম আৰম্ভ নহয়, সদায় libmpv বাছক।
az: Avtomatik rejim HLS və Dolby Vision-u AVPlayer vasitəsilə oynadır (AirPlay və Picture in Picture), torrentlər, MKV və AVPlayer-in aça bilmədiyi hər şey üçün isə daxili libmpv pleyerindən istifadə edir. Axın başlamazsa, Həmişə libmpv seçin.
be: Аўта прайграе HLS і Dolby Vision праз AVPlayer (AirPlay і Карцінка ў карцінцы) і выкарыстоўвае ўбудаваны прайгравальнік libmpv для тарэнтаў, MKV і ўсяго, што AVPlayer не можа адкрыць. Калі стрым не запускаецца, выберыце Заўсёды libmpv.
bg: При „Авто“ HLS и Dolby Vision се възпроизвеждат през AVPlayer (AirPlay и Picture in Picture), а за торенти, MKV и всичко, което AVPlayer не може да отвори, се използва вграденият плейър libmpv. Ако даден поток не тръгва, изберете „Винаги libmpv“.
bn: অটো মোডে HLS ও Dolby Vision AVPlayer-এর মাধ্যমে চালায় (AirPlay ও Picture in Picture সহ) এবং টরেন্ট, MKV এবং AVPlayer যা খুলতে পারে না তার জন্য বিল্ট-ইন libmpv প্লেয়ার ব্যবহার করে। কোনো স্ট্রিম শুরু না হলে সবসময় libmpv বেছে নিন।
br: Emgefreek a c'hoari HLS ha Dolby Vision dre AVPlayer (AirPlay ha Skeudenn e Skeudenn) hag a implij ar c'hoarier libmpv diabarzh evit an torrentoù, MKV, ha pep tra na c'hall AVPlayer digeriñ. Ma ne grog ket ul lanv, dibabit Libmpv bepred.
bs: Automatski pušta HLS i Dolby Vision putem AVPlayera (AirPlay i Slika u slici) i koristi ugrađeni libmpv plejer za torente, MKV i sve što AVPlayer ne može otvoriti. Ako se stream ne pokreće, odaberite Uvijek libmpv.
ca: El mode automàtic reprodueix HLS i Dolby Vision amb AVPlayer (AirPlay i Picture in Picture) i fa servir el reproductor libmpv integrat per a torrents, MKV i qualsevol cosa que AVPlayer no pugui obrir. Si una emissió no s'inicia, tria Sempre libmpv.
ceb: Ang Auto mo-play sa HLS ug Dolby Vision pinaagi sa AVPlayer (AirPlay ug Picture in Picture) ug mogamit sa sulod nga libmpv player para sa mga torrent, MKV, ug bisan unsa nga dili maablihan sa AVPlayer. Kung dili mosugod ang stream, pilia ang Always libmpv.
cs: Režim Auto přehrává HLS a Dolby Vision přes AVPlayer (AirPlay a Picture in Picture) a pro torrenty, MKV a vše, co AVPlayer nedokáže otevřít, používá vestavěný přehrávač libmpv. Pokud se stream nespustí, zvolte Vždy libmpv.
cy: Mae Awtomatig yn chwarae HLS a Dolby Vision drwy AVPlayer (AirPlay a Llun mewn Llun) ac yn defnyddio'r chwaraewr libmpv mewnol ar gyfer torentiau, MKV, ac unrhyw beth na all AVPlayer ei agor. Os na fydd ffrwd yn dechrau, dewiswch libmpv Bob amser.
da: Auto afspiller HLS og Dolby Vision via AVPlayer (AirPlay og Picture in Picture) og bruger den indbyggede libmpv-afspiller til torrents, MKV og alt, AVPlayer ikke kan åbne. Hvis en stream ikke vil starte, vælg Altid libmpv.
de: „Automatisch“ spielt HLS und Dolby Vision über AVPlayer ab (AirPlay und Picture in Picture) und nutzt den integrierten libmpv-Player für Torrents, MKV und alles, was AVPlayer nicht öffnen kann. Wenn ein Stream nicht startet, wähle „Immer libmpv“.
el: Στην αυτόματη λειτουργία αναπαράγει HLS και Dolby Vision μέσω AVPlayer (AirPlay και Picture in Picture) και χρησιμοποιεί το ενσωματωμένο libmpv για torrents, MKV και ό,τι δεν μπορεί να ανοίξει το AVPlayer. Αν μια ροή δεν ξεκινά, επιλέξτε «Πάντα libmpv».
es: Automático reproduce HLS y Dolby Vision con AVPlayer (AirPlay y Picture in Picture) y usa el reproductor libmpv integrado para torrents, MKV y todo lo que AVPlayer no pueda abrir. Si una transmisión no se inicia, elige Siempre libmpv.
et: „Automaatne“ esitab HLS-i ja Dolby Visioni AVPlayeriga (AirPlay ja Picture in Picture) ning kasutab sisseehitatud libmpv-mängijat torrentite, MKV-de ja kõige muu jaoks, mida AVPlayer ei suuda avada. Kui voog ei käivitu, vali „Alati libmpv“.
eu: Automatikoa moduak HLS eta Dolby Vision AVPlayer bidez erreproduzitzen ditu (AirPlay eta Picture in Picture), eta libmpv erreproduzitzaile integratua erabiltzen du torrentetarako, MKVrako eta AVPlayerrek ireki ezin duen ororako. Jario bat abiarazten ez bada, aukeratu "Beti libmpv".
fa: حالت خودکار، HLS و Dolby Vision را با AVPlayer پخش می‌کند (به همراه AirPlay و Picture in Picture) و برای تورنت، MKV و هر چیزی که AVPlayer نتواند باز کند از پخش‌کننده‌ی داخلی libmpv استفاده می‌کند. اگر پخشی آغاز نشد، گزینه‌ی «همیشه libmpv» را انتخاب کنید.
fi: Auto toistaa HLS:n ja Dolby Visionin AVPlayerilla (AirPlay ja Picture in Picture) ja käyttää sisäänrakennettua libmpv-soitinta torrentteihin, MKV:hen ja kaikkeen, mitä AVPlayer ei voi avata. Jos toisto ei käynnisty, valitse Aina libmpv.
fil: Awtomatikong pine-play ng Auto ang HLS at Dolby Vision sa pamamagitan ng AVPlayer (AirPlay at Picture in Picture) at ginagamit ang built-in na libmpv player para sa mga torrent, MKV, at anumang hindi mabuksan ng AVPlayer. Kung ayaw magsimula ng isang stream, piliin ang Always libmpv.
fo: Sjálvvirkið spælir HLS og Dolby Vision gjøgnum AVPlayer (AirPlay og Mynd í mynd) og brúkar innbygda libmpv-spælaran til torrentar, MKV og alt, sum AVPlayer ikki kann lata upp. Um ein streymur ikki byrjar, vel Altíð libmpv.
fr: Auto lit le HLS et le Dolby Vision via AVPlayer (AirPlay et Picture in Picture) et utilise le lecteur libmpv intégré pour les torrents, le MKV et tout ce qu'AVPlayer ne peut pas ouvrir. Si un flux ne démarre pas, choisissez Toujours libmpv.
fy: Automatysk spilet HLS en Dolby Vision troch AVPlayer (AirPlay en Byld-yn-byld) en brûkt de ynboude libmpv-spiler foar torrents, MKV en alles wat AVPlayer net iepenje kin. As in stream net begjint, kies Altyd libmpv.
ga: Seinneann Uathoibríoch HLS agus Dolby Vision trí AVPlayer (AirPlay agus Pictiúr i bPictiúr) agus úsáideann an seinnteoir libmpv ionsuite le haghaidh torrents, MKV, agus rud ar bith nach féidir le AVPlayer a oscailt. Mura dtosóidh sruth, roghnaigh Always libmpv.
gd: Cluichidh Fèin-obrachail HLS agus Dolby Vision tro AVPlayer (AirPlay agus Dealbh am broinn Deilbh) agus cleachdaidh e cluicheadair libmpv na broinn airson torrents, MKV, agus rud sam bith nach urrainn AVPlayer fhosgladh. Mura tòisich sruth, tagh An-còmhnaidh libmpv.
gl: Automático reproduce HLS e Dolby Vision con AVPlayer (AirPlay e Picture in Picture) e usa o reprodutor libmpv integrado para torrents, MKV e calquera cousa que AVPlayer non poida abrir. Se unha emisión non arranca, escolle Sempre libmpv.
gu: ઑટો, HLS અને Dolby Vision ને AVPlayer (AirPlay અને Picture in Picture) દ્વારા ચલાવે છે અને ટોરન્ટ, MKV તથા AVPlayer ન ખોલી શકે તે બધું માટે બિલ્ટ-ઇન libmpv પ્લેયર વાપરે છે. જો કોઈ સ્ટ્રીમ શરૂ ન થાય, તો હંમેશા libmpv પસંદ કરો.
ha: Kai tsaye yana kunna HLS da Dolby Vision ta AVPlayer (AirPlay da Picture in Picture) kuma yana amfani da mai kunnawa da aka gina ciki na libmpv don torrents, MKV, da duk abin da AVPlayer ba zai iya buɗewa ba. Idan stream ba zai fara ba, zaɓi Koyaushe libmpv.
he: אוטומטי מנגן HLS ו-Dolby Vision דרך AVPlayer (AirPlay ו-Picture in Picture) ומשתמש בנגן libmpv המובנה עבור טורנטים, MKV וכל מה ש-AVPlayer לא יכול לפתוח. אם שידור אינו מתחיל, בחר תמיד libmpv.
hi: स्वचालित मोड HLS और Dolby Vision को AVPlayer के ज़रिए चलाता है (AirPlay और Picture in Picture), और टोरेंट, MKV तथा जो भी AVPlayer नहीं खोल पाता, उसके लिए अंतर्निहित libmpv प्लेयर का उपयोग करता है। यदि कोई स्ट्रीम शुरू न हो, तो हमेशा libmpv चुनें।
hr: Automatski reproducira HLS i Dolby Vision putem AVPlayera (AirPlay i Picture in Picture), a za torrente, MKV i sve što AVPlayer ne može otvoriti koristi ugrađeni libmpv player. Ako se prijenos ne pokrene, odaberite Uvijek libmpv.
ht: Otomatik jwe HLS ak Dolby Vision atravè AVPlayer (AirPlay ak Picture in Picture) epi sèvi ak lektè libmpv entegre a pou torrent yo, MKV, ak tout bagay AVPlayer pa ka ouvri. Si yon stream pa kòmanse, chwazi Toujou libmpv.
hu: Az Auto a HLS- és Dolby Vision-tartalmat az AVPlayer segítségével játssza le (AirPlay és Picture in Picture), a torrentekhez, MKV-fájlokhoz és mindenhez, amit az AVPlayer nem tud megnyitni, a beépített libmpv lejátszót használja. Ha egy adatfolyam nem indul el, válaszd a Mindig libmpv lehetőséget.
hy: «Ավտո»-ն նվագարկում է HLS-ը և Dolby Vision-ը AVPlayer-ի միջոցով (AirPlay և Picture in Picture) և օգտագործում է ներկառուցված libmpv նվագարկիչը թորենտների, MKV-ի և այն ամենի համար, ինչ AVPlayer-ը չի կարող բացել։ Եթե հոսքը չի սկսվում, ընտրեք «Միշտ libmpv»։
id: Mode Otomatis memutar HLS dan Dolby Vision melalui AVPlayer (AirPlay dan Picture in Picture) dan memakai pemutar libmpv bawaan untuk torrent, MKV, dan apa pun yang tidak bisa dibuka AVPlayer. Jika streaming tidak mau dimulai, pilih Selalu libmpv.
ig: Akpaghị aka na-akpọ HLS na Dolby Vision site na AVPlayer (AirPlay na Foto n'ime Foto) ma na-eji onye ọkpụ libmpv arụnyere maka torrent, MKV, na ihe ọ bụla AVPlayer na-apụghị imeghe. Ọ bụrụ na stream agaghị amalite, họrọ libmpv Mgbe Niile.
is: Sjálfvirkt spilar HLS og Dolby Vision í gegnum AVPlayer (AirPlay og Picture in Picture) og notar innbyggða libmpv-spilarann fyrir torrents, MKV og allt sem AVPlayer getur ekki opnað. Ef straumur fer ekki í gang skaltu velja Alltaf libmpv.
it: Auto riproduce HLS e Dolby Vision tramite AVPlayer (AirPlay e Picture in Picture) e usa il player libmpv integrato per torrent, MKV e tutto ciò che AVPlayer non riesce ad aprire. Se uno stream non parte, scegli Sempre libmpv.
ja: 「自動」では、HLS と Dolby Vision を AVPlayer で再生し（AirPlay と Picture in Picture に対応）、トレント、MKV、AVPlayer で開けないものは内蔵の libmpv プレーヤーで再生します。ストリームが始まらない場合は「常に libmpv」を選んでください。
jv: Otomatis main HLS lan Dolby Vision liwat AVPlayer (AirPlay lan Picture in Picture) lan nganggo pemuter libmpv bawaan kanggo torrent, MKV, lan apa waé sing ora bisa dibukak AVPlayer. Yèn stream ora arep miwiti, pilih Tansah libmpv.
ka: ავტომატური უკრავს HLS-ს და Dolby Vision-ს AVPlayer-ით (AirPlay და Picture in Picture), ხოლო ტორენტებისთვის, MKV-სთვის და ყველაფრისთვის, რასაც AVPlayer ვერ ხსნის, იყენებს ჩაშენებულ libmpv დამკვრელს. თუ ნაკადი არ ეშვება, აირჩიეთ „ყოველთვის libmpv“.
kk: «Авто» режимі HLS және Dolby Vision форматтарын AVPlayer арқылы ойнатады (AirPlay және Picture in Picture), ал торренттер, MKV және AVPlayer аша алмайтын кез келген нәрсе үшін кірістірілген libmpv ойнатқышын қолданады. Ағын басталмаса, «Әрқашан libmpv» опциясын таңдаңыз.
km: ស្វ័យប្រវត្តិ ៖ ចាក់ HLS និង Dolby Vision តាមរយៈ AVPlayer (AirPlay និង Picture in Picture) ហើយប្រើ libmpv ដែលភ្ជាប់មកស្រាប់សម្រាប់ torrent, MKV និងអ្វីៗដែល AVPlayer មិនអាចបើកបាន។ បើស្ទ្រីមមិនចាប់ផ្ដើម សូមជ្រើស "libmpv ជានិច្ច"។
kn: HLS ಮತ್ತು Dolby Vision ಅನ್ನು AVPlayer ಮೂಲಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ಲೇ ಮಾಡುತ್ತದೆ (AirPlay ಮತ್ತು Picture in Picture) ಮತ್ತು ಟೊರೆಂಟ್‌ಗಳು, MKV ಮತ್ತು AVPlayer ತೆರೆಯಲಾಗದ ಯಾವುದಕ್ಕೂ ಅಂತರ್ನಿರ್ಮಿತ libmpv ಪ್ಲೇಯರ್ ಬಳಸುತ್ತದೆ. ಸ್ಟ್ರೀಮ್ ಪ್ರಾರಂಭವಾಗದಿದ್ದರೆ, ಯಾವಾಗಲೂ libmpv ಆಯ್ಕೆಮಾಡಿ.
ko: 자동 설정 시 HLS와 Dolby Vision은 AVPlayer로 재생하며(AirPlay 및 Picture in Picture 지원), 토렌트, MKV, AVPlayer가 열 수 없는 항목은 내장 libmpv 플레이어를 사용합니다. 스트림이 시작되지 않으면 항상 libmpv를 선택하세요.
ku: Otomatîk HLS û Dolby Vision bi rêya AVPlayer dilîze (AirPlay û Picture in Picture) û ji bo torrent, MKV û her tiştê ku AVPlayer nikare veke lîstikvanê hundirîn ê libmpv bikar tîne. Eger streamek dest pê neke, Herdem libmpv hilbijêre.
ky: Авто HLS жана Dolby Vision'ду AVPlayer аркылуу ойнойт (AirPlay жана Picture in Picture) жана торренттер, MKV жана AVPlayer ача албаган нерселер үчүн кыналган libmpv ойноткучун колдонот. Эгер стрим башталбаса, Дайыма libmpv тандаңыз.
lb: Auto spillt HLS an Dolby Vision iwwer AVPlayer (AirPlay a Bild-am-Bild) a benotzt den agebaute libmpv-Player fir Torrenten, MKV an alles wat den AVPlayer net kann opmaachen. Wann e Stream net ufänkt, wiel Ëmmer libmpv.
lo: ອັດຕະໂນມັດ ຈະຫຼິ້ນ HLS ແລະ Dolby Vision ຜ່ານ AVPlayer (AirPlay ແລະ Picture in Picture) ແລະ ໃຊ້ຕົວຫຼິ້ນ libmpv ທີ່ມາໃນຕົວສຳລັບທໍເຣັນທ໌, MKV, ແລະ ອັນໃດກໍຕາມທີ່ AVPlayer ເປີດບໍ່ໄດ້. ຖ້າສະຕຣີມເລີ່ມບໍ່ໄດ້, ໃຫ້ເລືອກ libmpv ສະເໝີ.
lt: „Auto“ leidžia HLS ir Dolby Vision per AVPlayer (AirPlay ir Picture in Picture), o torentams, MKV ir visam kam AVPlayer negali atidaryti naudoja įmontuotą libmpv grotuvą. Jei srautas nepasileidžia, pasirinkite „Visada libmpv“.
lv: Režīms “Automātiski” atskaņo HLS un Dolby Vision caur AVPlayer (AirPlay un Picture in Picture), bet torentiem, MKV un visam, ko AVPlayer nevar atvērt, izmanto iebūvēto libmpv atskaņotāju. Ja straume nesākas, izvēlieties “Vienmēr libmpv”.
mg: Ny Auto dia milalao HLS sy Dolby Vision amin'ny AVPlayer (AirPlay sy Picture in Picture) ary mampiasa ny player libmpv anatiny ho an'ny torrent, MKV, ary izay tsy azon'ny AVPlayer sokafana. Raha tsy manomboka ny stream, fidio ny Always libmpv.
mi: Ka pāho aunoa te Aunoa i te HLS me te Dolby Vision mā te AVPlayer (AirPlay me te Pikitia-i-roto-i-te-Pikitia), ka whakamahi hoki i te pūtangi libmpv tāroto mō ngā torrent, MKV, me ngā mea katoa kāore e taea e te AVPlayer te tuwhera. Mēnā kāore he awa e tīmata, kōwhiria te libmpv i ngā wā katoa.
mk: Автоматски ги пушта HLS и Dolby Vision преку AVPlayer (AirPlay и Picture in Picture), а го користи вградениот libmpv плеер за торенти, MKV и сè што AVPlayer не може да го отвори. Ако некој извор не сака да се пушти, изберете „Секогаш libmpv“.
ml: HLS, Dolby Vision എന്നിവ AVPlayer വഴി (AirPlay, Picture in Picture) സ്വയം പ്ലേ ചെയ്യുന്നു, കൂടാതെ torrents, MKV, AVPlayer-ന് തുറക്കാനാവാത്തവ എന്നിവയ്ക്ക് ഉൾപ്പെട്ട libmpv പ്ലെയർ ഉപയോഗിക്കുന്നു. ഒരു സ്ട്രീം ആരംഭിക്കുന്നില്ലെങ്കിൽ, എപ്പോഴും libmpv തിരഞ്ഞെടുക്കുക.
mn: Авто нь HLS болон Dolby Vision-г AVPlayer-ээр (AirPlay болон Picture in Picture) тоглуулж, торрент, MKV болон AVPlayer нээж чадахгүй бүх зүйлд суурилуулсан libmpv тоглуулагчийг ашиглана. Хэрэв урсгал эхлэхгүй бол Үргэлж libmpv-г сонгоно уу.
mr: ऑटो HLS आणि Dolby Vision हे AVPlayer द्वारे (AirPlay आणि Picture in Picture) चालवते, आणि टॉरंट, MKV, तसेच AVPlayer उघडू न शकणाऱ्या कोणत्याही गोष्टीसाठी अंगभूत libmpv प्लेअर वापरते. एखादा स्ट्रीम सुरू होत नसेल, तर नेहमी libmpv निवडा.
ms: Auto memainkan HLS dan Dolby Vision melalui AVPlayer (AirPlay dan Picture in Picture) dan menggunakan pemain libmpv terbina dalam untuk torrent, MKV dan apa-apa yang AVPlayer tidak dapat buka. Jika strim tidak bermula, pilih Sentiasa libmpv.
mt: Awto jdoqq HLS u Dolby Vision permezz ta' AVPlayer (AirPlay u Picture in Picture) u juża l-player integrat libmpv għat-torrents, MKV, u kull ħaġa li AVPlayer ma jistax jiftaħ. Jekk stream ma jibdiex, agħżel Always libmpv.
my: အလိုအလျောက်သည် HLS နှင့် Dolby Vision ကို AVPlayer (AirPlay နှင့် Picture in Picture) မှတစ်ဆင့် ဖွင့်ပြီး torrent များ၊ MKV နှင့် AVPlayer မဖွင့်နိုင်သည့် မည်သည့်အရာအတွက်မဆို ပါဝင်ပြီးသား libmpv player ကို သုံးသည်။ stream တစ်ခု မစတင်ပါက Always libmpv ကို ရွေးပါ။
nb: Auto spiller HLS og Dolby Vision gjennom AVPlayer (AirPlay og Picture in Picture) og bruker den innebygde libmpv-avspilleren for torrenter, MKV og alt AVPlayer ikke kan åpne. Hvis en strøm ikke vil starte, velg Alltid libmpv.
ne: Auto ले HLS र Dolby Vision लाई AVPlayer मार्फत (AirPlay र Picture in Picture सहित) बजाउँछ, र टोरेन्ट, MKV तथा AVPlayer ले नखोल्ने जुनसुकैका लागि बिल्ट-इन libmpv प्लेयर प्रयोग गर्छ। कुनै स्ट्रिम सुरु नभएमा Always libmpv छान्नुहोस्।
nl: Auto speelt HLS en Dolby Vision af via AVPlayer (AirPlay en Picture in Picture) en gebruikt de ingebouwde libmpv-speler voor torrents, MKV en alles wat AVPlayer niet kan openen. Kies Altijd libmpv als een stream niet wil starten.
ny: Auto imasewera HLS ndi Dolby Vision kudzera mu AVPlayer (AirPlay ndi Picture in Picture) ndipo imagwiritsa ntchito player yamkati ya libmpv pa ma torrent, MKV, ndi chilichonse chimene AVPlayer sangatsekule. Ngati stream sichiyamba, sankhani Always libmpv.
oc: Auto legís lo HLS e Dolby Vision via AVPlayer (AirPlay e Imatge dins l'imatge) e utiliza lo lector libmpv integrat pels torrents, MKV e tot çò que AVPlayer pòt pas dobrir. Se un flux se lança pas, causissètz Totjorn libmpv.
or: ଅଟୋ HLS ଓ Dolby Vision‌କୁ AVPlayer ମାଧ୍ୟମରେ (AirPlay ଓ Picture in Picture) ଚଲାଏ ଏବଂ ଟରେଣ୍ଟ, MKV, ଏବଂ AVPlayer ଖୋଲି ନ ପାରୁଥିବା ଯେକୌଣସି ଜିନିଷ ପାଇଁ ବିଲ୍ଟ-ଇନ libmpv ପ୍ଲେୟାର ବ୍ୟବହାର କରେ। ଯଦି ଏକ ଷ୍ଟ୍ରିମ ଆରମ୍ଭ ହୁଏ ନାହିଁ, ତେବେ Always libmpv ବାଛନ୍ତୁ।
pa: ਆਟੋ HLS ਅਤੇ Dolby Vision ਨੂੰ AVPlayer ਰਾਹੀਂ ਚਲਾਉਂਦਾ ਹੈ (AirPlay ਅਤੇ Picture in Picture) ਅਤੇ ਟੋਰੈਂਟ, MKV ਤੇ ਉਹ ਸਭ ਕੁਝ ਜੋ AVPlayer ਨਹੀਂ ਖੋਲ੍ਹ ਸਕਦਾ, ਲਈ ਬਿਲਟ-ਇਨ libmpv ਪਲੇਅਰ ਵਰਤਦਾ ਹੈ। ਜੇ ਕੋਈ ਸਟ੍ਰੀਮ ਸ਼ੁਰੂ ਨਾ ਹੋਵੇ, ਤਾਂ "ਹਮੇਸ਼ਾ libmpv" ਚੁਣੋ।
pl: Tryb automatyczny odtwarza HLS i Dolby Vision przez AVPlayer (AirPlay oraz Picture in Picture), a dla torrentów, plików MKV i wszystkiego, czego AVPlayer nie otworzy, używa wbudowanego odtwarzacza libmpv. Jeśli strumień się nie uruchamia, wybierz „Zawsze libmpv”.
ps: اتومات HLS او Dolby Vision د AVPlayer له لارې غږوي (AirPlay او Picture in Picture) او د تورنټونو، MKV او هر هغه څه لپاره چې AVPlayer یې نه شي خلاصولی، دننه‌جوړ libmpv غږوونکی کاروي. که یو سټریم پیل نه شي، تل libmpv وټاکئ.
pt_br: Automático reproduz HLS e Dolby Vision pelo AVPlayer (AirPlay e Picture in Picture) e usa o player libmpv integrado para torrents, MKV e qualquer coisa que o AVPlayer não consiga abrir. Se uma transmissão não iniciar, escolha Sempre libmpv.
pt_pt: Automático reproduz HLS e Dolby Vision através do AVPlayer (AirPlay e Picture in Picture) e usa o leitor libmpv integrado para torrents, MKV e tudo o que o AVPlayer não consegue abrir. Se uma transmissão não iniciar, escolha Sempre libmpv.
ro: Auto redă HLS și Dolby Vision prin AVPlayer (AirPlay și Picture in Picture) și folosește playerul libmpv integrat pentru torrente, MKV și orice nu poate deschide AVPlayer. Dacă o transmisie nu pornește, alege Întotdeauna libmpv.
ru: В режиме «Авто» HLS и Dolby Vision воспроизводятся через AVPlayer (AirPlay и Picture in Picture), а для торрентов, MKV и всего, что AVPlayer открыть не может, используется встроенный плеер libmpv. Если поток не запускается, выберите «Всегда libmpv».
rw: Byikora bikina HLS na Dolby Vision binyuze muri AVPlayer (AirPlay na Picture in Picture) kandi bikoresha player ya libmpv yo mu porogaramu kuri torrents, MKV, n'ibindi byose AVPlayer idashobora gufungura. Niba stream itari gutangira, hitamo Buri gihe libmpv.
sd: خودڪار HLS ۽ Dolby Vision کي AVPlayer ذريعي هلائي ٿو (AirPlay ۽ Picture in Picture) ۽ ٽورينٽ، MKV، ۽ جيڪو ڪجھ AVPlayer نه کولي سگھي، ان لاءِ بلٽ-ان libmpv پليئر استعمال ڪري ٿو. جيڪڏهن ڪو اسٽريم شروع نه ٿئي ته Always libmpv چونڊيو.
si: ස්වයංක්‍රීය මගින් HLS සහ Dolby Vision AVPlayer හරහා (AirPlay සහ Picture in Picture) වාදනය කරන අතර torrent, MKV සහ AVPlayer හට විවෘත කළ නොහැකි ඕනෑම දෙයක් සඳහා අන්තර්ගත libmpv ප්ලේයරය භාවිත කරයි. stream එකක් ආරම්භ නොවේ නම්, සැම විටම libmpv තෝරන්න.
sk: Automaticky prehráva HLS a Dolby Vision cez AVPlayer (AirPlay a Picture in Picture) a pre torrenty, MKV a všetko, čo AVPlayer nedokáže otvoriť, používa vstavaný prehrávač libmpv. Ak sa stream nespustí, zvoľte Vždy libmpv.
sl: Samodejno predvaja HLS in Dolby Vision prek AVPlayerja (AirPlay in Picture in Picture), za torrente, datoteke MKV in vse, česar AVPlayer ne more odpreti, pa uporabi vgrajeni predvajalnik libmpv. Če se pretok ne začne, izberite Vedno libmpv.
sm: E taalo otometi HLS ma le Dolby Vision e ala i le AVPlayer (AirPlay ma le Ata i totonu o le Ata) ma faaaoga le taialo libmpv o loo i totonu mo torrents, MKV, ma soo se mea e le mafai e le AVPlayer ona tatala. Afai e le amata se stream, filifili le libmpv i Taimi Uma.
sn: Yega inotamba HLS neDolby Vision kuburikidza neAVPlayer (AirPlay nePicture in Picture) uye inoshandisa mutambi wemukati we libmpv kuma torrents, MKV, nechero AVPlayer isingakwanisi kuvhura. Kana stream isingatangi, sarudza Always libmpv.
so: Toos wuxuu HLS iyo Dolby Vision ku ciyaaraa AVPlayer (AirPlay iyo Picture in Picture) wuxuuna u isticmaalaa ciyaaryahanka libmpv ee gudaha ku dhex jira torrents, MKV, iyo wax kasta oo AVPlayer furi karin. Haddii stream-ku bilaaban waayo, dooro Always libmpv.
sq: "Automatik" luan HLS dhe Dolby Vision përmes AVPlayer (AirPlay dhe Picture in Picture) dhe përdor luajtësin e integruar libmpv për torrent, MKV dhe çdo gjë që AVPlayer nuk mund ta hapë. Nëse një transmetim nuk fillon, zgjidhni "Gjithmonë libmpv".
sr: Аутоматски репродукује HLS и Dolby Vision преко AVPlayer-а (AirPlay и Picture in Picture), а користи уграђени libmpv плејер за торенте, MKV и све што AVPlayer не може да отвори. Ако се ток не покрене, изаберите Увек libmpv.
st: Auto e bapala HLS le Dolby Vision ka AVPlayer (AirPlay le Picture in Picture) 'me e sebelisa sebapali se kahara sa libmpv bakeng sa litorente, MKV, le eng kapa eng eo AVPlayer e sitoang ho e bula. Haeba stream e sa qale, khetha Always libmpv.
su: Otomatis muter HLS jeung Dolby Vision ngaliwatan AVPlayer (AirPlay jeung Picture in Picture) sarta maké pamuter libmpv bawaan pikeun torrent, MKV, jeung naon waé nu AVPlayer teu bisa muka. Lamun stream teu daék dimimitian, pilih Salawasna libmpv.
sv: Auto spelar upp HLS och Dolby Vision via AVPlayer (AirPlay och Picture in Picture) och använder den inbyggda libmpv-spelaren för torrenter, MKV och allt som AVPlayer inte kan öppna. Välj Alltid libmpv om en ström inte startar.
sw: Otomatiki huchezesha HLS na Dolby Vision kupitia AVPlayer (AirPlay na Picture in Picture) na hutumia kichezaji cha ndani cha libmpv kwa torrents, MKV, na chochote ambacho AVPlayer haiwezi kufungua. Iwapo mtiririko hautaanza, chagua Daima libmpv.
ta: தானாக HLS மற்றும் Dolby Vision ஐ AVPlayer மூலம் (AirPlay மற்றும் Picture in Picture) இயக்கும்; டோரண்ட், MKV மற்றும் AVPlayer திறக்க முடியாத எதற்கும் உள்ளமைந்த libmpv பிளேயரைப் பயன்படுத்தும். ஸ்ட்ரீம் தொடங்கவில்லை எனில், எப்போதும் libmpv ஐத் தேர்ந்தெடுக்கவும்.
te: ఆటో అనేది HLS మరియు Dolby Visionను AVPlayer ద్వారా (AirPlay మరియు Picture in Picture) ప్లే చేస్తుంది, అలాగే టొరెంట్‌లు, MKV మరియు AVPlayer తెరవలేని వాటికి అంతర్నిర్మిత libmpv ప్లేయర్‌ను ఉపయోగిస్తుంది. ఒక స్ట్రీమ్ ప్రారంభం కాకపోతే, ఎల్లప్పుడూ libmpv ఎంచుకోండి.
tg: Худкор HLS ва Dolby Vision-ро тавассути AVPlayer (AirPlay ва Picture in Picture) пахш мекунад ва барои торрентҳо, MKV ва ҳар чизе, ки AVPlayer кушода наметавонад, плеери дарунсохти libmpv-ро истифода мебарад. Агар ҷараён оғоз нашавад, «Ҳамеша libmpv»-ро интихоб кунед.
th: อัตโนมัติจะเล่น HLS และ Dolby Vision ผ่าน AVPlayer (รองรับ AirPlay และ Picture in Picture) และใช้เครื่องเล่น libmpv ในตัวสำหรับทอร์เรนต์ MKV และทุกอย่างที่ AVPlayer เปิดไม่ได้ หากสตรีมเริ่มเล่นไม่ได้ ให้เลือกใช้ libmpv เสมอ
tr: Otomatik mod, HLS ve Dolby Vision'ı AVPlayer üzerinden oynatır (AirPlay ve Picture in Picture) ve torrent'ler, MKV ile AVPlayer'ın açamadığı her şey için yerleşik libmpv oynatıcısını kullanır. Bir akış başlamazsa Her Zaman libmpv'yi seçin.
tt: Авто HLS һәм Dolby Vision'ны AVPlayer аша (AirPlay һәм Picture in Picture) уйната, ә торрентлар, MKV һәм AVPlayer ача алмаган бар нәрсә өчен эчке libmpv плеерын куллана. Әгәр агым башланмаса, Һәрчак libmpv'ны сайла.
ug: ئاپتوماتىك ھالەت HLS ۋە Dolby Vision نى AVPlayer ئارقىلىق (AirPlay ۋە رەسىم ئىچىدە رەسىم) قويىدۇ، ھەمدە torrent، MKV ۋە AVPlayer ئاچالمايدىغان ھەرقانداق نەرسە ئۈچۈن ئىچكى libmpv قويغۇچنى ئىشلىتىدۇ. ئەگەر بىر ئېقىن باشلانمىسا، «ھەمىشە libmpv»نى تاللاڭ.
uk: У режимі «Авто» HLS і Dolby Vision відтворюються через AVPlayer (AirPlay і Picture in Picture), а для торентів, MKV і всього, що AVPlayer не може відкрити, використовується вбудований плеєр libmpv. Якщо потік не запускається, виберіть «Завжди libmpv».
ur: آٹو موڈ HLS اور Dolby Vision کو AVPlayer کے ذریعے چلاتا ہے (AirPlay اور Picture in Picture)، اور ٹورنٹس، MKV، اور ہر اُس چیز کے لیے بلٹ اِن libmpv پلیئر استعمال کرتا ہے جسے AVPlayer نہیں کھول سکتا۔ اگر کوئی اسٹریم شروع نہ ہو، تو ہمیشہ libmpv منتخب کریں۔
uz: Avto HLS va Dolby Vision'ni AVPlayer orqali ijro etadi (AirPlay va Kadr ichida kadr) va torrentlar, MKV va AVPlayer ocha olmaydigan har qanday narsa uchun o'rnatilgan libmpv pleyerdan foydalanadi. Agar oqim boshlanmasa, Har doim libmpv'ni tanlang.
vi: Chế độ Tự động phát HLS và Dolby Vision qua AVPlayer (AirPlay và Picture in Picture) và dùng trình phát libmpv tích hợp cho torrent, MKV và mọi định dạng mà AVPlayer không mở được. Nếu một luồng không bắt đầu, hãy chọn Luôn dùng libmpv.
xh: Ngokuzenzekelayo idlala iHLS neDolby Vision nge-AVPlayer (AirPlay nePicture in Picture) kwaye isebenzisa umdlali ongaphakathi we-libmpv kwiitorrents, iMKV, nayo nantoni na i-AVPlayer engenakuyivula. Ukuba i-stream ayiqali, khetha iAlways libmpv.
yo: Auto máa ń tu HLS àti Dolby Vision nípasẹ̀ AVPlayer (AirPlay àti Picture in Picture) ó sì máa ń lo ẹ̀rọ-ìtúfò libmpv abínú-inú fún àwọn torrent, MKV, àti ohunkóhun tí AVPlayer kò lè ṣí. Bí stream kò bá ní bẹ̀rẹ̀, yan Always libmpv.
zh_hans: “自动”会通过 AVPlayer 播放 HLS 和 Dolby Vision（支持 AirPlay 和画中画），同时对种子、MKV 以及 AVPlayer 无法打开的内容使用内置的 libmpv 播放器。若某个串流无法启动，请选择“始终使用 libmpv”。
zh_hant: 「自動」會透過 AVPlayer 播放 HLS 與 Dolby Vision（支援 AirPlay 與 Picture in Picture）；種子、MKV 以及 AVPlayer 無法開啟的內容則使用內建的 libmpv 播放器。若串流無法開始，請選擇「一律使用 libmpv」。
zu: Okuzenzakalelayo kudlala i-HLS ne-Dolby Vision nge-AVPlayer (AirPlay ne-Picture in Picture) futhi kusebenzisa umdlali we-libmpv owakhelwe ngaphakathi kuma-torrent, i-MKV, nanoma yini i-AVPlayer engakwazi ukuyivula. Uma i-stream ingaqali, khetha Always libmpv.
